Repository: common-repository/simple-catalogue
Catalog: languages/simple-catalogue-*.po
Languages: fr_fr

source: Singular Name
fr_fr: Nom au singulier

source: Plural Name
fr_fr: Nom au pluriel

source: Icon
fr_fr: Icône

source: Items attached
fr_fr: Eléments liés

source: Update
fr_fr: Mettre à jour

source: Manage catalog
fr_fr: Configurez le catalogue

source: Add Categories
fr_fr: Ajouter des catégories

source: Simple Catalogue settings
fr_fr: Paramètres de Simple Catalogue

source: Manage items
fr_fr: Gérer les éléments

source: Add new items
fr_fr: Ajouter des éléments

source: Add new
fr_fr: Ajouter

source: New Custom Post type creation
fr_fr: Création d/'un nouveau custom post type

source: Names
fr_fr: Nom (pluriel)

source: Add new item
fr_fr: Ajouter un nouvel élément

source: You can add here a new item for your catalogue. Please fill these fields and validate for creation
fr_fr: Vous pouvez ajouter ici un nouvel élément au catalogue. Veuillez compléter les champs et valider pour créer un nouvel élément.

source: The identifier is the standardized version of the name . It generally contains only unaccented lowercase letters , numbers and underscores
fr_fr: L\’identifiant est la version normalisée du nom. Il ne contient généralement que des lettres minuscules non accentuées, des chiffres et des underscores.

source: Enter your menu icon name
fr_fr: Entrez le nom de l'icône

source: This will add a custom icon when you choose to display the item link as primary level admin menu link
fr_fr: Ceci ajoute une icône personnalisée au lien de menu si vous choisissez que les éléments apparaissent en liens de premier niveau dans l'administration.

source: Please visit
fr_fr: Veuillez visitez

source: This page
fr_fr: cette page

source: to choose your icon and enter the name like this : dashicons-exemple - if empty, dashicons-format-aside will be use.
fr_fr: pour choisir votre icône et notez son nom comme ceci : dashicons-exemple - si laissé vide, dashicons-format-aside sera utilisé par défault

source: New Category creation
fr_fr: Création d\'une nouvelle catégorie

source: You can add here a new category for your items. Please fill these fields and validate for creation
fr_fr: Vous pouvez ajouter ici une nouvelle catégorie au catalogue. Veuillez compléter les champs et valider pour créer un nouvel élément.

source: Catalogue item for this category
fr_fr: Choisissez les éléments du catalogue pour cette catégorie.

source: You can add or modify items and categories
fr_fr: Vous pouvez ajouter ou modifier les éléments et les catégories.

source: You like this plugin ? Thank you for supporting developer by making a donation. Please rate it on WP plugin directory.
fr_fr: Vous aimer ce plugin ? Merci de soutenir le développement en faisant une donation. Veuillez mettre une note sur le WP directory.

source: Catalogue Settings
fr_fr: Paramètres du catalogue

source: Metabox Settings
fr_fr: Paramètres des Metaboxes

source: Visit the metabox addon page
fr_fr: Visitez la page Metabox addon

source: Categories list
fr_fr: Liste des catégories

source: Items list
fr_fr: Liste des éléments

source: Plugin Option
fr_fr: Option du plugin

source: Items as primary level menu
fr_fr: Eléments du catalogue en liens de premier niveau

source: Please fill the required fields
fr_fr: Veuillez remplir les champs obligatoires.

source: was updated successfully
fr_fr: à été enregistré avec succès

source: Entry was successfully deleted
fr_fr: L\'éléments a été supprimé avec succès

source: Catalogue's settings
fr_fr: Paramètres du calalogue

source: You can manage your catalogue here by deleting items and and categories
fr_fr: Vous pouvez gérer votre catalogue en modifiant ou en supprimant les éléments et les catégories.

source: Be careful when deleting an entry, this operation is not reversible !
fr_fr: Attention en supprimant une entrée, cette opération est irréversible !

source: Return to calatogue's settings
fr_fr: Retour aux paramètres du catalogue

source: Error while saving : this slug already exists
fr_fr: Erreur durant l'enregistrement : cet identifiant existe déjà

source: Entry was successfully saved
fr_fr: Entrée enregistrée avec succès
